{
  "motivational_texts": [
    {
      "text": "{user_name}, помни, что каждый день – это новый шанс стать лучше. Не бойся ошибок, они – часть пути к успеху. Смело иди вперед и не сдавайся!"
    },
    {
      "text": "{user_name}, ты сильнее, чем думаешь, и способен достичь всего, что задумал. Просто делай шаг за шагом, и результат не заставит себя ждать."
    },
    {
      "text": "{user_name}, не сравнивай себя с другими. Ты уникален, и твой путь – это твоя история. Главное – верь в себя и двигайся к мечтам."
    },
    {
      "text": "{user_name}, каждый маленький успех – это шаг к большому достижению. Продолжай работать над собой, и всё обязательно получится!"
    },
    {
      "text": "{user_name}, даже если сегодня кажется сложным, помни, что трудности закаляют. Ты справишься со всем, главное – не опускай руки!"
    },
    {
      "text": "{user_name}, будь настойчив и не бойся пробовать новое. Каждый новый опыт делает тебя сильнее и открывает перед тобой новые возможности."
    },
    {
      "text": "{user_name}, у тебя есть всё, чтобы достичь своих целей. Главное – начни действовать уже сегодня. Первый шаг – самый важный!"
    },
    {
      "text": "{user_name}, помни, что неудачи – это всего лишь уроки. Каждый раз, поднимаясь, ты становишься ближе к своему успеху. Ты всё сможешь!"
    },
    {
      "text": "{user_name}, ты создаешь своё будущее своими решениями и действиями. Веря в себя и свои силы, ты сможешь достичь невероятных высот!"
    },
    {
      "text": "{user_name}, жизнь полна возможностей, и каждая из них ждёт, когда ты её заметишь. Не бойся рисковать и двигайся вперёд с уверенностью!"
    },
    {
      "text": "{user_name}, каждое утро – это шанс начать с чистого листа. Сделай сегодня шаг к своей мечте, и ты почувствуешь гордость за себя!"
    },
    {
      "text": "{user_name}, твои усилия сегодня – это фундамент для успеха завтра. Продолжай идти вперёд, несмотря на трудности. Ты справишься!"
    },
    {
      "text": "{user_name}, всегда помни: успех приходит к тем, кто не сдаётся. Дерзай, работай над собой, и результат превзойдёт все ожидания!"
    },
    {
      "text": "{user_name}, в мире нет ничего невозможного для того, кто верит в себя. Позволь своим мечтам вдохновлять тебя на великие дела!"
    },
    {
      "text": "{user_name}, не бойся изменений – это двери в новые возможности. Принимай вызовы с улыбкой, и они откроют перед тобой путь к успеху!"
    },
    {
      "text": "{user_name}, каждый шаг вперёд, даже самый маленький, приближает тебя к цели. Верь в себя и свои силы, ведь ты можешь больше, чем думаешь!"
    },
    {
      "text": "{user_name}, ты уникален, и в твоих руках – изменить свою жизнь. Действуй уже сегодня, и ты увидишь, как мечты становятся реальностью!"
    },
    {
      "text": "{user_name}, никогда не сдавайся! Твои усилия обязательно приведут к успеху. Главное – продолжать идти, несмотря ни на что!"
    },
    {
      "text": "{user_name}, будь смелым и амбициозным. Все великие дела начинаются с веры в себя. Ты способен на большее, чем можешь представить!"
    },
    {
      "text": "{user_name}, твоя сила – в твоей решимости. Продолжай двигаться вперёд, несмотря на преграды, и ты достигнешь того, о чём мечтаешь!"
    },
    {
      "text": "{user_name}, каждый день – это шанс улучшить себя. Работай над своими навыками, и успех станет твоим спутником на этом пути!"
    },
    {
      "text": "{user_name}, трудности – это ступени на пути к вершине. Поднимайся выше с каждой пройденной преградой, и ты увидишь мир по-новому!"
    },
    {
      "text": "{user_name}, в тебе есть всё, чтобы преуспеть. Просто верь в себя, ставь перед собой цели и упорно двигайся к ним!"
    },
    {
      "text": "{user_name}, твоя энергия и талант – это ключ к успеху. Используй их на полную мощность, и жизнь ответит тебе яркими достижениями!"
    },
    {
      "text": "{user_name}, мечты сбываются у тех, кто действует. Не откладывай на завтра то, что можешь сделать сегодня. Будь уверен в своих силах!"
    }
  ]
}
